Repository: sonhyrd/openclip
Catalog: Sources/OpenClip/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ja, zh_hans, zh_hant

source: No valid URL found in selection.
fr: Aucune URL valide trouvée dans la sélection.
ja: 選択したテキストに有効なURLが見つかりません。
zh_hans: 选中文本中未找到有效的 URL。
zh_hant: 選取的文字中找不到有效的 URL。

source: Not supported on this Mac
fr: Non pris en charge sur ce Mac
ja: このMacではサポートされていません
zh_hans: 此 Mac 不支持
zh_hant: 此 Mac 不支援

source: Notify on Update
fr: Avertir lors des mises à jour
ja: アップデート時に通知
zh_hans: 有可用更新时通知
zh_hant: 有更新時發出通知

source: Notify when updates are available
fr: M’avertir lorsque des mises à jour sont disponibles
ja: アップデートが利用可能なときに通知
zh_hans: 有可用更新时通知我
zh_hant: 有可用更新時發出通知

source: Off hides the action from the popup bar and the palette.
fr: Désactivée, l'action disparaît de la barre contextuelle et de la palette.
ja: オフにするとポップアップバーとパレットから隠れます。
zh_hans: 关闭后，该操作将从弹出栏和命令面板中隐藏。
zh_hant: 關閉後，該操作將從彈出列和命令面板中隱藏。

source: Ollama (Local LLM)
fr: Ollama (LLM local)
ja: Ollama (ローカルLLM)
zh_hans: Ollama（本地大模型）
zh_hant: Ollama（本機 LLM）

source: Open AI Settings
fr: Ouvrir les réglages IA
ja: AI 設定を開く
zh_hans: 打开 AI 设置
zh_hant: 打開 AI 設定

source: Open AI settings
fr: Ouvrir les réglages d’IA
ja: AI設定を開く
zh_hans: 打开 AI 设置
zh_hant: 打開 AI 設定

source: Open Extension Settings
fr: Ouvrir les réglages de l'extension
ja: 拡張機能の設定を開く
zh_hans: 打开扩展设置
zh_hant: 打開擴充功能設定

source: Open Link
fr: Ouvrir le lien
ja: リンクを開く
zh_hans: 打开链接
zh_hant: 打開連結

source: Open Preferences
fr: Ouvrir les préférences
ja: 環境設定を開く
zh_hans: 打开偏好设置
zh_hant: 打開偏好設定

source: Open Settings
fr: Ouvrir les réglages
ja: 設定を開く
zh_hans: 打开设置
zh_hant: 打開設定

source: Open System Settings…
fr: Ouvrir Réglages Système…
ja: システム設定を開く…
zh_hans: 打开系统设置…
zh_hant: 打開「系統設定」…

source: Open URL
fr: Ouvrir une URL
ja: URL を開く
zh_hans: 打开 URL
zh_hant: 打開 URL

source: Open an action to change its name, icon, shortcut or what it does, or to delete it. Use Actions to place it in the popup bar.
fr: Ouvrez une action pour modifier son nom, son icône, son raccourci ou son comportement, ou pour la supprimer. Utilisez Actions pour la placer dans la barre contextuelle.
ja: アクションを開くと、名前、アイコン、ショートカット、動作の変更や削除ができます。「アクション」を使ってポップアップバーに配置します。
zh_hans: 打开动作可更改其名称、图标、快捷键或功能，也可将其删除。使用“动作”将其放入弹出栏。
zh_hant: 開啟動作可更改其名稱、圖示、快速鍵或功能，也可將其刪除。使用「動作」將其放入彈出列。

source: Open an action to change its name, icon, shortcut or what it does, or to delete it. Use Customize to place it in the popup bar.
fr: Ouvrez une action pour changer son nom, son icône, son raccourci ou ce qu'elle fait, ou pour la supprimer. Utilisez Personnaliser pour la placer dans la barre contextuelle.
ja: アクションを開くと名前、アイコン、ショートカット、動作を変更したり、削除したりできます。ポップアップバーに配置するには「カスタマイズ」を使います。
zh_hans: 打开操作可更改其名称、图标、快捷键或功能，或将其删除。使用“自定”将其放入弹出栏。
zh_hant: 打開操作可更改其名稱、圖示、快捷鍵或功能，或將其刪除。使用「自訂」將其放入彈出列。

source: Open an action to customize its name, icon, shortcut, or behavior. Configure its appearance in the Actions tab.
fr: Ouvrez une action pour personnaliser son nom, son icône, son raccourci ou son comportement. Configurez son apparence dans l'onglet Actions.
ja: アクションを開いて、名前、アイコン、ショートカット、または動作をカスタマイズします。「アクション」タブで外観を設定できます。
zh_hans: 打开操作以自定义其名称、图标、快捷键或行为。可在“操作”标签页中配置其外观。
zh_hant: 打開操作以自訂其名稱、圖示、快速鍵或行為。可在「操作」標籤頁中設定其外觀。

source: Open in Dictionary app
fr: Ouvrir dans l’app Dictionnaire
ja: 辞書.appで開く
zh_hans: 在“词典”App 中打开
zh_hant: 在「辭典」App 中開啟

source: Open source under MIT License
fr: Open source sous licence MIT
ja: MITライセンスに基づくオープンソース
zh_hans: 以 MIT 许可证开源
zh_hant: 以 MIT 授權條款開放原始碼

source: Open the selected text as a link.
fr: Ouvrir le texte sélectionné comme lien.
ja: 選択したテキストをリンクとして開きます。
zh_hans: 将所选文本作为链接打开。
zh_hant: 將選取的文字以連結開啟。

source: OpenClip Has Been Updated
fr: OpenClip a été mis à jour
ja: OpenClipがアップデートされました
zh_hans: OpenClip 已更新
zh_hant: OpenClip 已更新

source: OpenClip Permissions
fr: Autorisations d’OpenClip
ja: OpenClipのアクセス権
zh_hans: OpenClip 权限
zh_hant: OpenClip 權限

source: OpenClip Preferences
fr: Préférences d’OpenClip
ja: OpenClip 環境設定
zh_hans: OpenClip 偏好设置
zh_hant: OpenClip 偏好設定

source: OpenClip Update Available
fr: Mise à jour OpenClip disponible
ja: OpenClip アップデートが利用可能
zh_hans: OpenClip 有可用更新
zh_hant: OpenClip 有可用更新

source: OpenClip Update Ready
fr: Mise à jour OpenClip prête
ja: OpenClip アップデート準備完了
zh_hans: OpenClip 更新已就绪
zh_hant: OpenClip 更新已就緒

source: OpenClip Updated
fr: OpenClip mis à jour
ja: OpenClipがアップデートされました
zh_hans: OpenClip 已更新
zh_hant: OpenClip 已更新

source: OpenClip could not duplicate extension: %@
fr: OpenClip n’a pas pu dupliquer l’extension : %@
ja: OpenClip は拡張機能を複製できませんでした: %@
zh_hans: OpenClip 无法复制扩展：%@
zh_hant: OpenClip 無法複製擴充功能：%@

source: OpenClip could not install "%@": %@
fr: OpenClip n’a pas pu installer « %@ » : %@
ja: OpenClipは「%@」をインストールできませんでした: %@
zh_hans: OpenClip 无法安装“%@”：%@
zh_hant: OpenClip 無法安裝「%@」：%@

source: OpenClip could not remove extension: %@
fr: OpenClip n’a pas pu supprimer l’extension : %@
ja: OpenClipは拡張機能を削除できませんでした: %@
zh_hans: OpenClip 无法移除扩展：%@
zh_hant: OpenClip 無法移除擴充功能：%@

source: OpenClip detected selection! The action bar is active.
fr: OpenClip a détecté une sélection ! La barre d’actions est active.
ja: OpenClipが選択を検出しました！アクションバーが有効です。
zh_hans: OpenClip 已检测到选中内容！动作栏已出现。
zh_hant: OpenClip 已偵測到選取內容！動作列已啟用。

source: OpenClip is paused
fr: OpenClip est suspendu
ja: OpenClip は一時停止中です
zh_hans: OpenClip 已暂停
zh_hant: OpenClip 已暫停

source: OpenClip needs Accessibility access to detect selected text and display action bars.
fr: OpenClip a besoin de l’accès à l’accessibilité pour détecter le texte sélectionné et afficher les barres d’actions.
ja: OpenClipが選択されたテキストを検出し、アクションバーを表示するにはアクセシビリティのアクセス権が必要です。
zh_hans: OpenClip 需要辅助功能权限，才能检测选中文本并显示动作栏。
zh_hant: OpenClip 需要「輔助使用」權限以偵測選取的文字並顯示動作列。

source: OpenClip wants to install the extension "%@" from %@. Extensions can run scripts when you select text. Only proceed if you trust this source.
fr: OpenClip souhaite installer l’extension « %1$@ » depuis %2$@. Les extensions peuvent exécuter des scripts lorsque vous sélectionnez du texte. Ne continuez que si vous faites confiance à cette source.
ja: OpenClipは%2$@から拡張機能「%1$@」をインストールしようとしています。拡張機能はテキスト選択時にスクリプトを実行できます。この提供元を信頼できる場合のみ続行してください。
zh_hans: OpenClip 想要从 %2$@ 安装扩展“%1$@”。扩展可在你选中文本时运行脚本。请确认你信任该来源后再继续。
zh_hant: OpenClip 想要從 %2$@ 安裝擴充功能「%1$@」。擴充功能可在你選取文字時執行腳本。請確認你信任該來源後再繼續。

source: OpenClip works in all applications by default. Click 'Add Application' to configure per-app rules or exclusions.
fr: OpenClip fonctionne par défaut dans toutes les applications. Cliquez sur « Ajouter une application » pour configurer des règles ou exclusions par application.
ja: OpenClipはデフォルトですべてのアプリケーションで動作します。「アプリケーションを追加」をクリックして、アプリごとのルールや除外設定を構成してください。
zh_hans: 默认情况下 OpenClip 在所有应用中生效。点击“添加应用”可配置按应用规则或排除项。
zh_hant: OpenClip 預設在所有應用程式中運作。按一下「加入應用程式」以設定個別應用程式規則或排除項目。

source: Opening %@…
fr: Ouverture de %@…
ja: %@を開いています…
zh_hans: 正在打开 %@…
zh_hant: 正在打開 %@…

source: Output
fr: Sortie
ja: 出力
zh_hans: 输出
zh_hant: 輸出

source: Package image “%@” — click to replace with an icon
fr: Image du paquet « %@ » — cliquer pour remplacer par une icône
ja: パッケージ画像「%@」 — クリックしてアイコンに置き換え
zh_hans: 扩展包图片“%@” — 点击替换为图标
zh_hant: 套件影像「%@」— 點按以更換為圖示

source: Paste
fr: Coller
ja: ペースト
zh_hans: 粘贴
zh_hant: 貼上

source: Paste response over selection
fr: Coller la réponse sur la sélection
ja: 選択範囲に応答をペースト
zh_hans: 将回复粘贴到选中内容上
zh_hant: 將回覆貼上並取代選取內容

source: Paste the clipboard content.
fr: Coller le contenu du presse-papiers.
ja: クリップボードの内容を貼り付けます。
zh_hans: 粘贴剪贴板内容。
zh_hant: 貼上剪貼板內容。

source: Paste the response over the selection (⏎)
fr: Coller la réponse sur la sélection (⏎)
ja: 選択範囲に応答をペースト (⏎)
zh_hans: 将回复粘贴到选中内容上（⏎）
zh_hant: 將回覆貼上並取代選取內容（⏎）

source: Pause
fr: Suspendre
ja: 一時停止
zh_hans: 暂停
zh_hant: 暫停

source: Pause Until Tomorrow
fr: Suspendre jusqu'à demain
ja: 明日まで一時停止
zh_hans: 暂停至明天
zh_hant: 暫停至明天

source: Pause for 1 Hour
fr: Suspendre pendant 1 heure
ja: 1時間一時停止
zh_hans: 暂停 1 小时
zh_hant: 暫停 1 小時

source: Pause for 30 Minutes
fr: Suspendre pendant 30 minutes
ja: 30分間一時停止
zh_hans: 暂停 30 分钟
zh_hant: 暫停 30 分鐘

source: Pause in %@
fr: Mettre en pause dans %@
ja: %@ で一時停止
zh_hans: 在 %@ 中暂停
zh_hant: 在 %@ 中暫停

source: Pause in App
fr: Mettre en pause dans l'application
ja: アプリで一時停止
zh_hans: 在应用中暂停
zh_hant: 在應用中暫停

source: Paused in %@
fr: En pause dans %@
ja: %@ で一時停止中
zh_hans: 已在 %@ 中暂停
zh_hant: 已在 %@ 中暫停

source: Pin result card
fr: Épingler la carte de résultat
ja: 結果カードを固定
zh_hans: 固定结果卡片
zh_hant: 固定結果卡片

source: Pin — keep card open when moved
fr: Épingler — garder la carte ouverte lors du déplacement
ja: ピン留め — 移動してもカードを開いたままにする
zh_hans: 固定 — 移动时保持卡片打开
zh_hant: 固定 — 移動時保持卡片開啟

source: Pirate speak
fr: Parler pirate
ja: 海賊言葉
zh_hans: 海盗黑话
zh_hant: 海盜黑話

source: Please enter a valid website URL or domain.
fr: Veuillez saisir une URL ou un domaine valide.
ja: 有効なWebサイトのURLまたはドメインを入力してください。
zh_hans: 请输入有效的网站 URL 或域名。
zh_hant: 請輸入有效的網站 URL 或網域名稱。

source: Popular
fr: Populaire
ja: 人気
zh_hans: 热门
zh_hant: 熱門

source: Popup Bar:
fr: Barre contextuelle :
ja: ポップアップバー:
zh_hans: 弹出栏：
zh_hant: 彈出列：

source: Popup Preview
fr: Aperçu de la barre contextuelle
ja: ポップアッププレビュー
zh_hans: 弹出栏预览
zh_hant: 彈出列預覽

source: Popup Scale
fr: Échelle de la barre
ja: ポップアップの拡大率
zh_hans: 弹出栏缩放
zh_hant: 彈出列縮放

source: Popup Theme
fr: Thème de la barre
ja: ポップアップテーマ
zh_hans: 弹出栏主题
zh_hant: 彈出列主題

source: Popup Width
fr: Largeur de la barre
ja: ポップアップの幅
zh_hans: 弹出栏宽度
zh_hant: 彈出列寬度

source: Popup bar shows “%@” — click to choose the icon for icon mode
fr: La barre contextuelle affiche « %@ » — cliquer pour choisir l’icône du mode icône
ja: ポップアップバーに「%@」を表示 — クリックしてアイコンモード用のアイコンを選択
zh_hans: 弹出栏显示“%@” — 点击可为图标模式选择图标
zh_hant: 彈出列顯示「%@」— 點按可為圖示模式選擇圖示

source: Preferences…
fr: Préférences…
ja: 環境設定…
zh_hans: 偏好设置…
zh_hant: 偏好設定…

source: Press and hold without moving the mouse to summon the popup.
fr: Maintenez le bouton de la souris sans bouger pour faire apparaître la fenêtre.
ja: マウスボタンを押したまま動かさずに保持するとポップアップが表示されます。
zh_hans: 按住鼠标并保持不动以唤出弹窗。
zh_hant: 按住滑鼠並保持不動以喚出彈窗。

source: Press esc to go back
fr: Appuyez sur Échap pour revenir en arrière
ja: escを押して戻る
zh_hans: 按 esc 返回
zh_hant: 按 esc 返回

source: Press ⌥⌘C anytime to open OpenClip manually.
fr: Appuyez sur ⌥⌘C à tout moment pour ouvrir manuellement OpenClip.
ja: いつでも ⌥⌘C を押して手動でOpenClipを開くことができます。
zh_hans: 随时按 ⌥⌘C 即可手动打开 OpenClip。
zh_hant: 隨時按 ⌥⌘C 即可手動開啟 OpenClip。

source: Preview
fr: Aperçu
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

source: Previous page
fr: Page précédente
ja: 前のページ
zh_hans: 上一页
zh_hant: 上一頁

source: Primary click
fr: Clic principal
ja: 主クリック
zh_hans: 主要点击
zh_hant: 主要點按

source: Prompt Instruction
fr: Instruction de l’invite
ja: プロンプト指示
zh_hans: 提示词
zh_hant: 提示詞指示

source: Prompt instruction...
fr: Instruction de l’invite...
ja: プロンプトの指示…
zh_hans: 提示词…
zh_hant: 提示詞指示…

source: Proofread
fr: Corriger
ja: 校正
zh_hans: 校对
zh_hant: 校對

source: Provide a concise bulleted summary of the key points, in the same language as the text. Include only essential information — no introduction or closing remarks
fr: Fournir un résumé concis des points clés sous forme de liste à puces, dans la même langue que le texte. N’inclure que l’essentiel — sans introduction ni conclusion
ja: テキストと同じ言語で、要点を簡潔な箇条書きで要約します。重要な情報のみを含め、導入や結びの言葉は付けないでください
zh_hans: 用与原文相同的语言，以简洁的要点列表总结关键内容。只保留必要信息——不要开场白或结束语
zh_hant: 使用與原文相同的語言，以簡潔的條列式摘要列出重點。只保留必要資訊——不要開場白或結語

source: Provider Settings
fr: Réglages du fournisseur
ja: プロバイダ設定
zh_hans: 提供方设置
zh_hant: 提供者設定

source: Query failed: %@
fr: Échec de la requête : %@
ja: クエリに失敗しました: %@
zh_hans: 查询失败：%@
zh_hant: 查詢失敗：%@

source: Quit
fr: Quitter
ja: 終了
zh_hans: 退出
zh_hant: 結束

source: Quit OpenClip
fr: Quitter OpenClip
ja: OpenClipを終了
zh_hans: 退出 OpenClip
zh_hant: 結束 OpenClip

source: Recently Added
fr: Ajoutées récemment
ja: 最近追加
zh_hans: 最近添加
zh_hant: 最近新增

source: Refining…
fr: Affinage…
ja: 調整中…
zh_hans: 正在优化…
zh_hant: 正在調整…

source: Refresh Catalog
fr: Actualiser le catalogue
ja: カタログを更新
zh_hans: 刷新目录
zh_hant: 重新整理目錄

source: Release Notes
fr: Notes de version
ja: リリースノート
zh_hans: 版本说明
zh_hant: 版本說明

source: Remote image — click to replace with an icon
fr: Image distante — cliquer pour remplacer par une icône
ja: リモート画像 — クリックしてアイコンに置き換え
zh_hans: 远程图片 — 点击替换为图标
zh_hant: 遠端影像 — 點按以更換為圖示

source: Remove
fr: Supprimer
ja: 削除
zh_hans: 移除
zh_hant: 移除

source: Remove %@
fr: Supprimer %@
ja: %@を削除
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove Action
fr: Supprimer l’action
ja: アクションを削除
zh_hans: 移除动作
zh_hant: 移除動作

source: Remove Extension
fr: Supprimer l’extension
ja: 拡張機能を削除
zh_hans: 移除扩展
zh_hant: 移除擴充功能

source: Remove Extension…
fr: Supprimer l'extension…
ja: 拡張機能を削除…
zh_hans: 移除扩展…
zh_hant: 移除擴充功能…

source: Remove Failed
fr: Échec de la suppression
ja: 削除に失敗しました
zh_hans: 移除失败
zh_hant: 移除失敗

source: Remove Rule
fr: Supprimer la règle
ja: ルールを削除
zh_hans: 移除规则
zh_hant: 移除規則

source: Remove from Group
fr: Retirer du groupe
ja: グループから削除
zh_hans: 从分组中移除
zh_hant: 從群組中移除

source: Remove this extension?
fr: Supprimer cette extension ?
ja: この拡張機能を削除しますか?
zh_hans: 要移除此扩展吗？
zh_hant: 要移除此擴充功能嗎？

source: Removing…
fr: Suppression…
ja: 削除中…
zh_hans: 正在移除…
zh_hant: 正在移除…

source: Rename the group or change the icon its actions sit behind.
fr: Renommez le groupe ou changez l'icône derrière laquelle se trouvent ses actions.
ja: グループの名前を変更するか、アクションをまとめるアイコンを変更します。
zh_hans: 重命名分组，或更改其操作所在的图标。
zh_hant: 重新命名群組，或更改其操作所在的圖示。

source: Replace
fr: Remplacer
ja: 置換
zh_hans: 替换
zh_hant: 取代

source: Replace Selection
fr: Remplacer la sélection
ja: 選択範囲を置換
zh_hans: 替换选中文本
zh_hant: 取代選取文字

source: Replace selected text with output
fr: Remplacer le texte sélectionné par le résultat
ja: 選択したテキストを出力で置換
zh_hans: 用输出替换选中文本
zh_hant: 以輸出取代選取的文字

source: Replace selection with output
fr: Remplacer la sélection par le résultat
ja: 選択範囲を出力で置換
zh_hans: 用输出替换选中内容
zh_hant: 以輸出取代選取內容

source: Replaced with AI result
fr: Remplacé par le résultat de l’IA
ja: AIの結果で置換しました
zh_hans: 已替换为 AI 结果
zh_hant: 已取代為 AI 結果

source: Replacing…
fr: Remplacement…
ja: 置換中…
zh_hans: 正在替换…
zh_hant: 正在取代…

source: Report Issue…
fr: Signaler un problème…
ja: 問題を報告…
zh_hans: 报告问题…
zh_hant: 回報問題…

source: Report an Issue
fr: Signaler un problème
ja: 問題を報告
zh_hans: 报告问题
zh_hant: 回報問題

source: Report an Issue…
fr: Signaler un problème…
ja: 問題を報告…
zh_hans: 报告问题…
zh_hant: 回報問題…

source: Required
fr: Requis
ja: 必須
zh_hans: 必填
zh_hant: 必填

source: Required option not set.
fr: Option requise non définie.
ja: 必要なオプションが設定されていません。
zh_hans: 尚未设置必填选项。
zh_hant: 尚未設定必要選項。

source: Required options not set.
fr: Options requises non définies.
ja: 必要なオプションが設定されていません。
zh_hans: 尚未设置必填选项。
zh_hant: 尚未設定必要選項。

source: Requires macOS 26 or later
fr: Nécessite macOS 26 ou version ultérieure
ja: macOS 26以降が必要です
zh_hans: 需要 macOS 26 或更高版本
zh_hant: 需要 macOS 26 或以上版本

source: Reset Defaults
fr: Rétablir les réglages par défaut
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 重設為預設值

source: Reset to Default
fr: Rétablir la valeur par défaut
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 重設為預設值

source: Reset to Defaults
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
zh_hans: 恢复默认
zh_hant: 重設為預設值

source: Resize result card
fr: Redimensionner la carte de résultat
ja: 結果カードのサイズを変更
zh_hans: 调整结果卡片大小
zh_hant: 調整結果卡片大小

source: Resize search palette
fr: Redimensionner la palette de recherche
ja: 検索パレットのサイズを変更
zh_hans: 调整搜索面板大小
zh_hant: 調整搜尋面板大小

source: Resolve
fr: Résoudre
ja: 取得
zh_hans: 解析
zh_hant: 解析

source: Restart to Apply Update
fr: Redémarrer pour appliquer la mise à jour
ja: 再起動してアップデートを適用
zh_hans: 重启以应用更新
zh_hant: 重新啟動以套用更新

source: Resume OpenClip
fr: Reprendre OpenClip
ja: OpenClip を再開
zh_hans: 恢复 OpenClip
zh_hant: 恢復 OpenClip

source: Resume OpenClip (%lldm left)
fr: Reprendre OpenClip (%lld min restantes)
ja: OpenClip を再開 (残り %lld 分)
zh_hans: 恢复 OpenClip (剩余 %lld 分钟)
zh_hant: 恢復 OpenClip (剩餘 %lld 分鐘)

source: Return a value from **action(text)**, or use **openclip.copy()**, **openclip.paste()**, **openclip.fetch()**, etc.
fr: Retournez une valeur depuis **action(text)**, ou utilisez **openclip.copy()**, **openclip.paste()**, **openclip.fetch()**, etc.
ja: **action(text)** から値を返すか、**openclip.copy()**、**openclip.paste()**、**openclip.fetch()** などを利用します。
zh_hans: 从 **action(text)** 返回结果，或使用 **openclip.copy()**、**openclip.paste()**、**openclip.fetch()** 等。
zh_hant: 從 **action(text)** 回傳結果，或使用 **openclip.copy()**、**openclip.paste()**、**openclip.fetch()** 等。

source: Reveal Log File
fr: Afficher le fichier journal
ja: Finderでログファイルを表示
zh_hans: 在访达中显示日志
zh_hant: 在 Finder 中顯示記錄檔

source: Reveal in Finder
fr: Afficher dans le Finder
ja: Finderで表示
zh_hans: 在访达中显示
zh_hant: 在 Finder 中顯示

source: Reveal the selected file path in Finder.
fr: Révéler le chemin du fichier sélectionné dans le Finder.
ja: 選択したファイルパスを Finder で表示します。
zh_hans: 在访达中显示所选文件路径。
zh_hant: 在 Finder 中顯示選取的檔案路徑。

source: Revert
fr: Rétablir
ja: 元に戻す
zh_hans: 还原
zh_hant: 還原

source: Rewrite
fr: Réécrire
ja: リライト
zh_hans: 改写
zh_hant: 改寫

source: Rewrite Selection
fr: Réécrire la sélection
ja: 選択範囲を書き換え
zh_hans: 重写所选内容
zh_hant: 重寫選取內容

source: Rewrite this text in a polished, professional, and formal tone. Keep the original meaning, language, and formatting; replace slang, contractions, and casual phrasing with formal equivalents
fr: Réécrire ce texte dans un ton soigné, professionnel et formel. Conserver le sens, la langue et la mise en forme d’origine ; remplacer l’argot, les contractions et les tournures familières par des équivalents formels
ja: 洗練されたプロフェッショナルでフォーマルなトーンにこのテキストを書き直します。元の意味、言語、書式を保持し、スラング、短縮形、カジュアルな表現をフォーマルな表現に置き換えてください
zh_hans: 用更得体、专业、正式的语气改写这段文本。保持原意、语言和格式；将俚语、缩写和随意措辞替换为正式表达
zh_hant: 以得體、專業且正式的語氣改寫這段文字。保持原意、語言與格式；將俚語、縮寫和隨意措辭替換為正式表達

source: Rewrite to improve clarity, flow, and word choice while keeping the original meaning, tone, language, and formatting
fr: Réécrire pour améliorer la clarté, la fluidité et le choix des mots tout en conservant le sens, le ton, la langue et la mise en forme d’origine
ja: 元の意味、トーン、言語、書式を保ちながら、明瞭さ、文章の流れ、語彙の選択を改善するように書き直します
zh_hans: 在保持原意、语气、语言和格式的前提下改写，提升清晰度、流畅度和用词
zh_hant: 在維持原意、語氣、語言與格式的前提下改寫，提升清晰度、流暢度與用詞

source: Rewrite, summarize, translate or ask about the selected text.
fr: Réécrivez, résumez, traduisez ou interrogez le texte sélectionné.
ja: 選択したテキストを書き換え、要約、翻訳、または質問します。
zh_hans: 对选中的文本进行改写、总结、翻译或提问。
zh_hant: 對選取的文字進行改寫、摘要、翻譯或提問。

source: Right
fr: Droite
ja: 右
zh_hans: 居右
zh_hant: 靠右

source: Right click or ⇧-click
fr: Clic droit ou ⇧-clic
ja: 右クリックまたは⇧クリック
zh_hans: 右键或 ⇧-点击
zh_hant: 右鍵或 ⇧-點按

source: Run
fr: Exécuter
ja: 実行
zh_hans: 运行
zh_hant: 執行

source: Run asynchronously (enable promises & fetch)
fr: Exécuter de façon asynchrone (activer les promesses et fetch)
ja: 非同期で実行（Promise と fetch を有効化）
zh_hans: 异步运行（启用 Promise 与 fetch）
zh_hant: 非同步執行（啟用 Promise 與 fetch）

source: Run the selected text through AI.
fr: Traiter le texte sélectionné avec l'IA.
ja: 選択したテキストを AI で処理します。
zh_hans: 使用 AI 处理所选文本。
zh_hant: 使用 AI 處理選取的文字。

source: Save
fr: Enregistrer
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save Changes
fr: Enregistrer les modifications
ja: 変更を保存
zh_hans: 保存更改
zh_hant: 儲存變更

source: Save as AI Tool
fr: Enregistrer comme outil IA
ja: AIツールとして保存
zh_hans: 保存为 AI 工具
zh_hant: 儲存為 AI 工具

source: Save as AI tool
fr: Enregistrer comme outil d’IA
ja: AIツールとして保存
zh_hans: 保存为 AI 工具
zh_hant: 儲存為 AI 工具

source: Saved Icons
fr: Icônes enregistrées
ja: 保存済みアイコン
zh_hans: 已保存的图标
zh_hant: 已儲存的圖示

source: Saved as AI tool · Generating…
fr: Enregistré comme outil d’IA · Génération…
ja: AIツールとして保存済み · 生成中…
zh_hans: 已保存为 AI 工具 · 正在生成…
zh_hant: 已儲存為 AI 工具 · 正在產生…

source: Saved as AI tool · Replacing…
fr: Enregistré comme outil d’IA · Remplacement…
ja: AIツールとして保存済み · 置換中…
zh_hans: 已保存为 AI 工具 · 正在替换…
zh_hant: 已儲存為 AI 工具 · 正在取代…

source: Search
fr: Rechercher
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Engine URL Template
fr: Modèle d’URL du moteur de recherche
ja: 検索エンジンのURLテンプレート
zh_hans: 搜索引擎 URL 模板
zh_hant: 搜尋引擎 URL 範本

source: Search Iconify (press Enter)…
fr: Rechercher sur Iconify (appuyez sur Entrée)…
ja: Iconifyを検索 (Enterキーを押す)…
zh_hans: 搜索 Iconify（按回车）…
zh_hant: 搜尋 Iconify（按 Enter）…

source: Search Results
fr: Résultats de recherche
ja: 検索結果
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search SF Symbols…
fr: Rechercher dans SF Symbols…
ja: SF Symbolsを検索…
zh_hans: 搜索 SF Symbols…
zh_hant: 搜尋 SF Symbols…

source: Search actions, shortcuts, or aliases
fr: Rechercher des actions, raccourcis ou alias
ja: アクション、ショートカット、エイリアスを検索
zh_hans: 搜索动作、快捷键或别名
zh_hant: 搜尋動作、快速鍵或別名

source: Search all actions
fr: Rechercher dans toutes les actions
ja: すべてのアクションを検索
zh_hans: 搜索全部动作
zh_hant: 搜尋所有動作

source: Search applications...
fr: Rechercher des applications...
ja: アプリケーションを検索…
zh_hans: 搜索应用…
zh_hant: 搜尋應用程式…

source: Search extensions...
fr: Rechercher des extensions...
ja: 拡張機能を検索…
zh_hans: 搜索扩展…
zh_hant: 搜尋擴充功能…

source: Search settings
fr: Rechercher dans les réglages
ja: 設定を検索
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search shortcuts
fr: Rechercher des raccourcis
ja: ショートカットを検索
zh_hans: 搜索快捷键
zh_hant: 搜尋快捷鍵

source: Search the web or open query URLs with selected text
fr: Recherchez sur le Web ou ouvrez des URL avec le texte sélectionné
ja: Web を検索するか、選択テキストを使用してクエリ URL を開きます
zh_hans: 使用选中文本搜索网页或打开查询 URL
zh_hant: 使用選取文字搜尋網頁或打開查詢 URL

source: Search the web with your chosen engine.
fr: Rechercher sur le Web avec le moteur de votre choix.
ja: 選択した検索エンジンでウェブを検索します。
zh_hans: 使用你选择的搜索引擎进行搜索。
zh_hant: 使用你選擇的搜尋引擎搜尋網路。

source: Search to browse 50,000+ open source icons (Lucide, Tabler, Material Symbols, MDI…)
fr: Recherchez pour parcourir plus de 50 000 icônes open source (Lucide, Tabler, Material Symbols, MDI…)
ja: 検索して50,000件以上のオープンソースアイコンを閲覧 (Lucide、Tabler、Material Symbols、MDIなど)
zh_hans: 搜索浏览 50,000+ 开源图标 （Lucide、Tabler、Material Symbols、MDI…）
zh_hant: 搜尋以瀏覽 50,000+ 款開源圖示 （Lucide、Tabler、Material Symbols、MDI…）

source: Search within %@
fr: Rechercher dans %@
ja: %@内を検索
zh_hans: 在 %@ 中搜索
zh_hant: 在 %@ 中搜尋

source: Searching Iconify…
fr: Recherche sur Iconify…
ja: Iconifyを検索中…
zh_hans: 正在搜索 Iconify…
zh_hant: 正在搜尋 Iconify…

source: Secondary click
fr: Clic secondaire
ja: 副クリック
zh_hans: 次要点击
zh_hant: 次要點按

source: Select Extension to Install
fr: Sélectionner l’extension à installer
ja: インストールする拡張機能を選択
zh_hans: 选择要安装的扩展
zh_hant: 選擇要安裝的擴充功能

source: Select a Provider
fr: Sélectionner un fournisseur
ja: プロバイダを選択
zh_hans: 选择提供方
zh_hant: 選擇提供者

source: Select actions in the Actions list first to start the group with them.
fr: Sélectionnez d'abord des actions dans la liste Actions pour créer le groupe avec elles.
ja: 先にアクションリストでアクションを選択すると、それらでグループを開始できます。
zh_hans: 请先在“操作”列表中选择操作，以便用它们创建分组。
zh_hant: 請先在「操作」列表中選取操作，以便用它們建立群組。

source: Select any text to see OpenClip
fr: Sélectionnez du texte pour voir OpenClip
ja: テキストを選択するとOpenClipが表示されます
zh_hans: 选中任意文本即可看到 OpenClip
zh_hant: 選取任意文字即可看到 OpenClip

source: Select the actions in the Actions list first, or drag one action onto another to group them.
fr: Sélectionnez d'abord les actions dans la liste Actions, ou faites glisser une action sur une autre pour les regrouper.
ja: まず「アクション」リストでアクションを選択するか、アクションを別のアクションにドラッグしてグループ化します。
zh_hans: 请先在“动作”列表中选择动作，或将一个动作拖到另一个动作上以合并为分组。
zh_hant: 請先在「動作」列表中選擇動作，或將一個動作拖到另一個動作上以合併為分組。

source: Select the actions on Customize first, or drag one action onto another to group them.
fr: Sélectionnez d'abord les actions dans Personnaliser, ou faites glisser une action sur une autre pour les grouper.
ja: 先に「カスタマイズ」でアクションを選択するか、アクションを別のアクションにドラッグしてグループ化します。
zh_hans: 请先在“自定”中选择操作，或将一个操作拖到另一个操作上以创建分组。
zh_hant: 請先在「自訂」中選取操作，或將一個操作拖到另一個操作上以建立群組。

source: Select which provider powers AI features when invoked.
fr: Sélectionnez le fournisseur alimentant les fonctionnalités d’IA lors de leur appel.
ja: AI機能の実行時に使用するプロバイダを選択します。
zh_hans: 选择调用 AI 功能时使用的提供方。
zh_hant: 選擇叫用 AI 功能時使用的提供者。
